Repository: DavidFlores79/makerslab_app
Catalog: lib/l10n/app_*.arb
Languages: es

# sign_in_label
source: Sign In
es: Iniciar Sesión

# sign_in_label_welcome
source: Welcome {name}!
es: ¡Bienvenido {name}!

# already_have_account_label
source: Already have an account? Sign In
es: ¿Ya tienes una cuenta? Inicia sesión

# complete_registration_data_label
source: Complete the registration data
es: Completa los datos de registro

# sign_up_label
source: Sign Up
es: Regístrate

# sign_up_2_label
source: Register
es: Registrarse

# dont_have_account_label
source: Don't have an account? Sign Up
es: ¿No tienes una cuenta? Regístrate

# first_name_label
source: First Name
es: Primer Nombre

# first_name_hint
source: Enter your first name
es: Ingresa tu primer nombre

# first_surname_label
source: First Lastname
es: Primer Apellido

# first_surname_hint
source: Enter your first lastname
es: Ingresa tu primer apellido

# second_surname_label
source: Second Lastname
es: Segundo Apellido

# second_surname_hint
source: Enter your second lastname
es: Ingresa tu segundo apellido

# phone_label
source: Phone
es: Teléfono

# phone_hint
source: Enter your phone
es: Ingresa tu teléfono

# confirm_phone_label
source: Confirm Phone
es: Confirmar Teléfono

# confirm_phone_hint
source: Confirm your phone
es: Confirma tu teléfono

# password_label
source: Password
es: Contraseña

# password_hint
source: Enter your password
es: Ingresa tu contraseña

# confirm_password_label
source: Confirm Password
es: Confirmar Contraseña

# confirm_password_hint
source: Enter your password again
es: Ingresa tu contraseña nuevamente

# welcome_app_label
source: Welcome to our app!
es: ¡Te damos la bienvenida!

# login_help_message
source: Log in to continue.
es: Inicia sesión para continuar

# country_label
source: Country
es: País

# cellphone_number_label
source: Phone number
es: Número de teléfono

# cellphone_number_help_message
source: Enter your phone number
es: Ingresa tu número de teléfono

# password_help_message
source: Enter your password
es: Ingresa tu contraseña

# forgot_password_label
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# register_number_CNBV_label
source: CNBV registration number 22323.
es: Núm. de registro ante la CNBV 22323.

# restore_password_label
source: Reset your password
es: Restablece tu contraseña

# restore_help_message
source: Enter the phone number associated with your account.
es: Introduzca número de teléfono asociado a su cuenta.

# send_label
source: Send
es: Enviar

# replace_help_message
source: We will ask for this password every time you sign in.
es: Le pediremos esta contraseña cada vez que inicie sesión.

# create_new_password_label
source: Create new password
es: Crear nueva contraseña

# create_new_password_help_message
source: Create a new password for your account.
es: Crea una nueva contraseña para tu cuenta.

# new_password_label
source: New password
es: Nueva contraseña

# verification_code_label
source: Verification code
es: Código de verificación

# verification_code_help_message
source: Enter the verification code sent to {phone_number}
es: Ingresa el código de verificación enviado al número {phone_number}

# dont_receive_code_label
source: Didn't receive a code?
es: ¿No recibiste un código?

# wait_label
source: Wait
es: Espera

# resend_code_label
source: Resend code
es: Reenviar código

# confirm_label
source: Confirm
es: Confirmar

# back_to_start_label
source: Back to start
es: Volver al inicio

# account_verified_successfully_label
source: Account verified successfully
es: Cuenta verificada con éxito

# complete_profile_help_message
source: Complete your information and access your remittance details
es: Completa tu información y accede al detalle de tus remesas

# remittances_label
source: Remittances
es: Remesas

# account_label
source: Account
es: Cuenta

# available_balance_label
source: Available balance
es: Saldo disponible

# amount_label
source: Amount
es: Monto

# remittance_detail_warning_message
source: Your remittance Ref. {reference} is blocked. Contact us for more information.
es: Su remesa Ref. {reference} se encuentra bloqueada. Contáctenos para mayor información.

# detail_label
source: Detail
es: Detalle

# creation_date_label
source: Creation date
es: Fecha de creación

# reference_number_label
source: Reference number
es: Número de referencia

# delivery_point_label
source: Delivery point
es: Punto de entrega

# payment_date_label
source: Payment date
es: Fecha de cobro

# delivery_point_address_label
source: Delivery point address
es: Dirección del punto de entrega

# express_payment_label
source: Express payment
es: Cobro express

# select_label
source: Select
es: Seleccionar

# profile_label
source: Profile
es: Perfil

# identification_data_label
source: Identification data
es: Datos de identificación

# contacts_label
source: Contacts
es: Contactos

# terms_conditions_label
source: Terms and conditions
es: Términos y condiciones

# go_out_label
source: Logout
es: Salir

# official_identification_label
source: Official ID
es: Identificación oficial

# identification_document_label
source: Identification document
es: Documento de identificación

# official_identification_document_label
source: Official identification document
es: Documento de identificación oficial

# select_official_identification_label
source: Select the type of identification
es: Selecciona el tipo de identificación

# document_photo_label
source: Document photo
es: Foto del documento

# personal_document_photo_label
source: Personal photo holding the document
es: Foto personal con documento en mano

# due_date_label
source: Expiration date
es: Fecha de vencimiento

# personal_data_label
source: Personal data
es: Datos personales

# fullname_label
source: Full name
es: Nombre completo

# birthday_label
source: Date of birth
es: Fecha de nacimiento

# birthdate_hint
source: DD/MM/YYYY
es: DD/MM/AAAA

# show_all_label
source: Show all
es: Mostrar todos

# show_less_label
source: Show less
es: Mostrar menos

# address_label
source: Address
es: Dirección

# cellphone_label
source: Phone
es: Teléfono

# email_label
source: Email
es: Correo electrónico

# save_label
source: Save
es: Guardar

# personal_data_update_label
source: Update personal data
es: Actualizar datos personales

# personal_data_update_help_message
source: Update your personal data, then press 'Send' to validate the information.
es: Actualiza tus datos personales, posteriormente presiona en ‘Enviar’ para validar la información.

# name_plural_marker_label
source: First Name
es: Primer Nombre

# aditional_names
source: Additional Names
es: Nombres Adicionales

# father_lastname_label
source: First Lastname
es: Primer Apellido

# mother_lastname_label
source: Second Lastname
es: Segundo Apellido

# interbank_key_label
source: Interbank key/card
es: Clabe interbancaria/tarjeta

# interbank_key_optional_label
source: Interbank key/card (optional)
es: Clabe interbancaria/tarjeta (opcional)

# birth_country_label
source: Country of birth
es: País de nacimiento

# birth_nationality_label
source: Country of nationality
es: País de nacionalidad

# federal_entity_label
source: Federal entity
es: Entidad federativa

# genre_label
source: Gender
es: Género

# curp_optional_label
source: CURP (optional)
es: CURP (opcional)

# rfc_optional_label
source: RFC (optional)
es: RFC (opcional)

# occupation_label
source: Occupation
es: Ocupación

# official_identification_type_label
source: Official ID type
es: Tipo de identificación oficial

# update_address_label
source: Update address
es: Actualizar dirección

# update_address_help_message
source: Update your address, then press 'Send' to validate the information.
es: Actualiza tu dirección, posteriormente presiona en ‘Enviar’ para validar la información.

# street_label
source: Street
es: Calle

# internal_number_optional_label
source: Internal number (optional)
es: Número interior (opcional)

# external_number_label
source: External number
es: Número exterior

# neighborhood_urbanization_label
source: Neighborhood or urbanization
es: Colonia o urbanización

# mayor_office_municipality_political_demarcation_label
source: Mayor's office, municipality or political demarcation
es: Alcaldía, municipio o demarcación política

# city_population_label
source: City or town
es: Ciudad o población

# federative_entity_state_province_label
source: Federal entity, state, province, department or similar political demarcation
es: Entidad federativa, estado, provincia, departamento o demarcación política similar

# postal_code_label
source: Postal code
es: Código postal

# success_register_label
source: Successful registration
es: Registro exitoso

# auth_failed_help_message
source: Invalid phone number or password. Please verify.
es: Número de teléfono o contraseña no válidos. Favor de verificar.

# welcome_paisamex_label
source: Welcome to Paisamex
es: Bienvenido a Paisamex

# contact_us_label
source: Contact us
es: Contáctanos

# or_label
source: or
es: ó

# sure_sign_out_label
source: Are you sure you want to log out?
es: ¿Está seguro de cerrar sesión?

# password_changed_success_label
source: Password changed successfully
es: La contraseña se cambió correctamente

# code_expired_help_message
source: The code has expired, please generate another one.
es: El código ya expiró, por favor genera otro.

# cellphone_number_unregister_help_message
source: No record exists for the phone number, please try again
es: No existe registro para el número telefónico, vuelve a intentar

# password_not_match_error
source: Password does not match the previous one
es: La contraseña no coincide con la anterior

# password_must_have_label
source: Password must include:
es: La contraseña debe incluir:

# password_rules_help_message
source: - 8 digits - 1 Uppercase - 1 Lowercase - 1 Number - 1 Special character
es: - 8 dígitos - 1 Mayúscula - 1 Minúscula - 1 Número - 1 Carácter especial

# without_internet_help_message
source: Sorry, you don't have an internet connection, please try again later
es: Lo sentimos, no cuentas con conexión a internet, intente más tarde

# profile_register_success_label
source: Profile registration successful
es: Registro de perfil exitoso

# remittance_collected_label
source: Your remittance {reference} has been collected
es: Su remesa {reference} ha sido cobrada

# session_expired_label
source: Session closed due to inactivity
es: La sesión se cerró por inactividad

# transactional_profile_register_label
source: Transactional profile registration successful
es: Registro de perfil transaccional exitoso

# identification_data_register_label
source: Identification data registration successful
es: Registro de datos de identificación exitoso

# new_remittance_to_pay_label
source: You have a new remittance to collect
es: Usted tiene una nueva remesa por cobrar

# accept_label
source: Accept
es: Aceptar

# cancel_label
source: Cancel
es: Cancelar

# legal_notice_label
source: Legal notices
es: Avisos legales

# server_error_help_message
source: An unexpected error has occurred, please try again later
es: Ha ocurrido un error inesperado, intente más tarde

# user_phone_invalid_help_message
source: Invalid username or password. Please enter the correct information.
es: Usuario o contraseña no válidos. Por favor ingresar información correctamente

# select_option_error
source: Select an option
es: Seleccione una opción

# phone_invalid_error
source: Enter a valid phone number
es: Ingrese un teléfono válido

# name_invalid_error
source: Enter a valid name
es: Ingrese un nombre válido

# surname_invalid_error
source: Enter a valid lastname
es: Ingrese un apellido válido

# password_invalid_error
source: Password is not secure, it must include:
es: La contraseña no es segura, debe incluir:

# phone_already_register_error
source: Phone number is already registered
es: El número de teléfono ya se encuentra registrado

# verify_code_fail_error
source: The code is incorrect, please try again
es: El código es incorrecto, favor de intentar nuevamente

# info_placeholder_label
source: To be defined
es: Por definir

# verify_code_fail_many_times_error
source: The verification code has been entered incorrectly {counter} times
es: Se ha introducido {counter} veces erróneamente el código de verificación

# request_change_password_many_times_error
source: The phone number has reached the maximum limit for password change requests, please wait and try again later
es: El número de teléfono ha alcanzado el máximo para solicitudes de cambio de contraseña, espere e intente más tarde

# privacy_and_terms_conditions_help_message
source: Please carefully read the following privacy notice along with the terms and conditions. Then check the corresponding box:
es: Lea detenidamente el siguiente aviso de privacidad junto a los términos y condiciones. A continuación marque la casilla correspondiente:

# accept_privacy_terms_conditions_label
source: I accept the privacy notice as well as the terms and conditions
es: Acepto el aviso de privacidad así como los términos y condiciones

# privacy_notice_label
source: Privacy notice
es: Aviso de privacidad

# follow_us_label
source: Follow us
es: Síguenos

# our_social_network_label
source: Our social networks
es: Nuestras redes sociales

# female_label
source: Female
es: Femenino

# male_label
source: Male
es: Masculino

# other_gender_label
source: Other
es: Otro

# birth_localization_label
source: Place of birth
es: Lugar de nacimiento

# nationality_label
source: Nationality
es: Nacionalidad

# email_optional_label
source: Email (optional)
es: Correo electrónico (opcional)

# birth_federal_entity_label
source: Federal entity of birth
es: Entidad federativa de nacimiento

# birth_federal_entity_optional_label
source: Federal entity of birth (optional)
es: Entidad federativa de nacimiento (opcional)

# data_modified_not_saved_help_message
source: User data has been modified but the information has not been sent. Do you want to exit and discard the changes?
es: Se han modificado los datos del usuario pero no se ha enviado la información. ¿Desea salir eliminando los cambios?

# field_empty_error
source: This field cannot be empty
es: Este campo no puede ser vacío

# user_not_verified_error
source: The entered user has not verified their registration
es: El usuario ingresado no ha verificado su registro

# email_not_format_error
source: Email is not valid
es: El correo electrónico no es válido

# date_not_selected_error
source: Select a valid date
es: Seleccione una fecha válida

# address_modified_not_saved_help_message
source: The user's address has been modified but the information has not been sent. Do you want to exit and discard the changes?
es: Se ha modificado la dirección del usuario pero no se ha enviado la información. ¿Desea salir eliminando los cambios?

# data_prepare_send_help_message
source: Do you confirm that the entered data is correct? Once answered, the fields will not be editable except for: - Email
es: ¿Confirma que los datos ingresados son correctos? Una vez contestados los campos no serán editables a excepción de: - Email

# address_update_send_help_message
source: Do you confirm that the address shown is correct?
es: ¿Confirma que la dirección expuesta es correcta?

# something_wrong_service_error
source: Something went wrong, please try again
es: Algo salió mal, reintente de nuevo

# names_not_abbreviations_error
source: Names cannot contain abbreviations
es: Los nombres no pueden contener abreviaciones

# update_invalid_error
source: Some of the following fields are incorrect:
es: Alguno de los siguientes campos no es correcto:

# transactional_question_1_help_message
source: From the ranges listed below, what is the maximum monthly amount of remittances you will receive?
es: De los rangos que a continuación se señalan, ¿cuál es el monto máximo mensual de remesas que recibirá?

# transactional_response_1_1_help_message
source: From $1 to $999 USD
es: De $1 a $999 USD

# transactional_response_1_2_help_message
source: From $1,000 to $4,999 USD
es: De $1,000 a $4,999 USD

# transactional_response_1_3_help_message
source: From $5,000 to $9,999 USD
es: De $5,000 a $9, 999 USD

# transactional_response_1_4_help_message
source: From $10,000 to $49,999 USD
es: De $10,000 a $49,999 USD

# transactional_response_1_5_help_message
source: More than $50,000 USD
es: Más de $50,000 USD

# transactional_question_2_help_message
source: From the ranges listed below, what is the maximum monthly number of remittances you will receive?
es: De los rangos que a continuación se señalan, ¿cuál es el número máximo mensual de remesas que recibirá?

# transactional_response_2_1_help_message
source: From 1 to 5 receptions
es: De 1 a 5 recepciones

# transactional_response_2_2_help_message
source: From 6 to 10 receptions
es: De 6 a 10 recepciones

# transactional_response_2_3_help_message
source: More than 10 receptions
es: Más de 10 recepciones

# transactional_question_3_help_message
source: Currency used for receiving money:
es: Moneda que se utiliza para la recepción de dinero:

# transactional_response_3_1_help_message
source: Mexican pesos (MXN)
es: Pesos mexicanos (MXN)

# transactional_response_3_2_help_message
source: US dollars (USD)
es: Dólares americanos (USD)

# transactional_question_4_help_message
source: What would be the form of receiving money?
es: ¿Cuál sería la forma de recepción de dinero?

# transactional_response_4_1_help_message
source: Cash
es: Efectivo

# transactional_response_4_2_help_message
source: Electronic transfer (SPEI)
es: Transferencia electrónica (SPEI)

# transactional_question_5_help_message
source: What is the origin of the funds for the operations I will receive?
es: ¿Cuál es el origen de los recursos de las operaciones que voy a recibir?

# transactional_response_5_1_help_message
source: Salary
es: Salario

# transactional_response_5_2_help_message
source: Own business
es: Negocio propio

# transactional_response_5_3_help_message
source: Retirement pension
es: Pensión por jubilación

# transactional_response_5_4_help_message
source: Alimony
es: Pensión alimenticia

# transactional_question_6_help_message
source: What is the destination of the funds for the operations I will receive?
es: ¿Cuál es el destino de los recursos de las operaciones que voy a recibir?

# transactional_response_6_1_help_message
source: Personal expenses
es: Gastos personales

# transactional_response_6_2_help_message
source: Working capital
es: Capital de trabajo

# transactional_response_6_3_help_message
source: Loan or credit payments
es: Pago de préstamos o créditos

# transactional_question_7_help_message
source: What is the country from which the money comes?
es: ¿Cuál es el país del que proviene el dinero?

# transactional_response_7_1_help_message
source: USA
es: EUA

# transactional_response_7_2_help_message
source: Canada
es: Canadá

# transactional_response_7_3_help_message
source: Spain
es: España

# transactional_response_7_4_help_message
source: Germany
es: Alemania

# transactional_response_7_5_help_message
source: Italy
es: Italia

# transactional_update_send_help_message
source: Do you confirm that the data shown is correct? Once sent, changes cannot be made
es: ¿Confirma que los datos expuestos son correctos? Una vez enviados no se podrán hacer cambios

# transactional_modified_not_saved_help_message
source: The form has been modified but the data has not been sent. Do you want to exit and discard the changes?
es: Se ha modificado el formulario pero no se han enviado los datos. ¿Desea salir eliminando los cambios?

# update_user_success_help_message
source: Personal data registration successful
es: Registro de los datos personales exitoso

# update_profile_success_help_message
source: Profile registration successful
es: Registro del perfil exitoso

# personal_profile_label
source: Personal profile
es: Perfil personal

# interbank_key_invalid_error
source: Invalid interbank key/card
es: Clabe interbancaria/tarjeta no válida

# curp_invalid_error
source: Invalid CURP
es: CURP no válido

# rfc_invalid_error
source: Invalid RFC
es: RFC no válido

# documents_modified_not_saved_help_message
source: Some data has been modified but the information has not been sent. Do you want to exit and continue later?
es: Se ha modificado algún dato pero no se ha enviado la información. ¿Desea salir y continuar después?

# documents_prepare_send_help_message
source: I declare under penalty of perjury that I am acting on my own behalf, that all the data entered is true, that my sources of funds are lawful as well as the use I will give to them, and all the information provided.
es: Declaro bajo protesta de decir verdad, que actúo a nombre y por cuenta propia, que todos los datos asentados son ciertos y que mis fuentes de recursos son de origen lícito así como el destino que les dé a los mismos y toda la información proporcionada.

# create_document_success_help_message
source: Identification data registration successful Documents will be reviewed within 24-48hrs
es: Registro de datos de identificación exitoso Los documentos serán revisados en un lapso de 24-48hrs

# already_sent_documents_error
source: The following documents have already been sent: {documents} Wait for the review to be completed within 24-48hrs
es: Los siguientes documentos ya han sido enviados: {documents} Espere a que finalice la revisión en un lapso de 24-48hrs

# document_invalid_error
source: Carefully review the entered documents and try again
es: Revise cuidadosamente los documentos ingresados y vuelva a intentar

# advice_label
source: Notice
es: Aviso

# front_document_photo_help_message
source: Front photo of the document
es: Foto del documento de frente

# back_document_photo_help_message
source: Back photo of the document
es: Foto del documento por atrás

# selfie_with_document_photo_help_message
source: Photo of you holding the document
es: Foto de usted con documento en mano

# starting_camera_error
source: Error initializing camera
es: Error inicializando la cámara

# address_document_photo_optional_label
source: Proof of address photo (optional)
es: Foto del comprobante domiciliario (opcional)

# address_document_photo_help_message
source: Front photo of the proof
es: Foto del comprobante de frente

# passport_label
source: Passport
es: Pasaporte

# professional_license_label
source: Professional license
es: Cédula profesional

# military_card_label
source: Military card
es: Cartilla Militar

# consular_registration_label
source: Consular registration certificate
es: Certificación de matrícula consular

# document_number_label
source: Document number
es: Número de documento

# remittance_reference_format
source: Reference {reference}
es: Referencia {reference}

# remittance_not_found_error
source: Selected remittance not available
es: Remesa seleccionada no disponible

# on_take_photo_help_message
source: Please keep the device centered
es: Por favor mantenga el dispositivo centrado

# optional_suffix_label
source: (optional)
es: (opcional)

# camera_permission_error
source: No permission to use the camera, check your device settings
es: No hay permiso para usar la cámara, revise la configuración de su dispositivo

# camera_not_found_error
source: No available camera found on the device
es: No se ha encontrado una cámara disponible en el dispositivo

# fail_remittances_fetch_help_message
source: Error getting the remittance list
es: Error obteniendo el listado de remesas

# try_again_label
source: Try again
es: Reintentar

# status_created_label
source: Created
es: Creada

# status_receivable_label
source: To be collected
es: Por cobrar

# status_locked_label
source: Locked
es: Bloqueada

# status_charged_label
source: Collected
es: Cobrada

# status_payment_process_label
source: Transfer in payment process
es: Transferencia en proceso de pago
