Repository: DavidFlores79/makerslab_app
Catalog: lib/l10n/app_*.arb
Languages: es

# status_rejected_process_label
source: Transfer rejected
es: Transferencia rechazada

# status_canceled_origin_label
source: Canceled by origin
es: Cancelada por origen

# status_canceled_paisamex_label
source: Canceled by Paisamex
es: Cancelada por Paisamex

# status_all_label
source: All
es: Todas

# remittances_empty_help_message
source: No remittances available
es: No hay remesas disponibles

# branch_offices_label
source: Branches
es: Sucursales

# branch_offices_help_message
source: You can find the branches closest to your location for successful collection of your remittances
es: Podrás encontrar las sucursales más cercanas a tu localidad para el cobro exitoso de tus remesas

# state_label
source: State
es: Estado

# locality_label
source: Locality
es: Localidad

# sent_date_label
source: Sent date
es: Fecha de envío

# remittance_status_label
source: Remittance status
es: Estatus de la remesa

# paid_code_label
source: Payment code
es: Código de cobro

# paid_code_help_message
source: Remember that this code expires the next day, you have 24 hours to use it
es: Recuerda que este código caduca al siguiente día, tienes 24 horas para poder utilizarlo

# remittance_invalid_payment_error
source: The selected remittance is not valid for express payment
es: La remesa seleccionada no es válida para cobro express

# remittance_code_prepare_help_message
source: You will have a 24-hour period until the payment code expires Do you want to continue?
es: Tendrá un lapso de 24hrs hasta que el código de cobro expire ¿Desea continuar?

# phone_not_match_error
source: Phone number does not match the previous one
es: El número de teléfono no coincide con el anterior

# confirm_cellphone_number_label
source: Confirm phone number
es: Confirmar número de teléfono

# review_label
source: Review
es: Revisión

# approved_label
source: Approved
es: Aprobado

# rejected_label
source: Rejected
es: Rechazado

# expired_label
source: Expired
es: Expirado

# time_out_error
source: The waiting time has expired, check your internet connection or try again later
es: Se ha agotado el tiempo de espera, revise su conexión a internet o intente más tarde

# address_document_photo_label
source: Proof of address photo
es: Foto del comprobante domiciliario

# expired_code_label
source: The code has expired, you need to generate another one to make the payment valid
es: El código ha expirado, es necesario generar otro para poder hacer válido el cobro

# current_location_label
source: Current location
es: Ubicación actual

# manual_location_label
source: Manual location
es: Ubicación manual

# location_disable_error
source: Location is not available, if you want to use 'Current location' for automatic search, enable the function on your device
es: La localización no está disponible, si desea utilizar 'Ubicación actual' para la búsqueda automática habilite la función en su dispositivo

# empty_branches_error
source: Sorry, no branches were found near your location
es: Lo sentimos, no se encontraron sucursales cerca de tu ubicación

# office_hours_label
source: Business hours
es: Horario de atención

# status_label
source: Status
es: Estatus

# month_label
source: Month
es: Mes

# year_label
source: Year
es: Año

# select_image_source_label
source: Select the photo source Valid formats: JPG, JPEG
es: Seleccione el origen de la foto Formatos válidos: JPG, JPEG

# camera_label
source: Camera
es: Cámara

# gallery_label
source: Gallery
es: Galería

# format_not_available_error
source: The selected format is not valid Valid formats: JPG, JPEG
es: El formato seleccionado no es válido Formatos válidos: JPG, JPEG

# complete_personal_data_error
source: Complete your personal data to continue with your registration
es: Completa tus datos personales para poder continuar con tu registro

# complete_profile_error
source: Complete your profile to continue with your registration
es: Completa tu perfil para poder continuar con tu registro

# settings_label
source: Preferences
es: Preferencias

# enable_biometric_authentication
source: Enable Biometrics
es: Habilitar Biométricos

# biometric_authentication_enabled
source: Biometrics Enabled
es: Biométricos Habilitados

# biometric_authentication_disabled
source: Biometrics Disabled
es: Biométricos Deshabilitados

source: Biometrics not supported on this device
es: Biométricos no soportados en este dispositivo

source: Check Biometric Status
es: Revisar Status de Biométricos

source: Please authenticate to continue
es: Por favor autentícate para continuar

# error_during_biometric_auth
source: Error during biometric authentication
es: Error durante autenticación biométrica

# error_during_biometric_reintent
source: Error while retrying biometric authentication
es: Error al reintentar autenticación biométrica

# my_wallet_label
source: My Wallet
es: Mi Wallet

source: Start
es: Empezar

source: Next
es: Siguiente

# onboarding_step1_title
source: Welcome to MakersLab!
es: Gestiona tus Inversiones

# onboarding_step1_description
source: Learn electronics and programming with Arduino and ESP32. Create, experiment, and bring your own projects to life.
es: Descubre productos financieros adaptados a tus necesidades y haz crecer tu dinero de forma segura.

# onboarding_step2_title
source: Explore Interactive Modules
es: Simula y Planea

# onboarding_step2_description
source: Discover ready-to-use modules: control robots, sensors, servos, lightsâ€¦ and much more! Each one teaches you while you have fun.
es: Simula tus rendimientos y toma decisiones informadas con herramientas financieras precisas.

# onboarding_step3_title
source: Build Your Own Lab
es: Usa tu Wallet

# onboarding_step3_description
source: Connect your devices, program in real time, and expand your skills. Your creativity is the only limit.
es: Guarda tu dinero de forma segura y úsalo para pagar en negocios afiliados directamente desde tu app.

# enable_notifications_button
source: Enable Notifications
es: Activar Notificaciones

# enable_notifications_title
source: Enable notifications and don't miss any news
es: Activa las notificaciones y no te pierdas ninguna novedad

# enable_notifications_description
source: We notify you if someone sends you money, if there's a promotion or any change in your account. You decide if you want to receive them.
es: Te notificamos si alguien te envía dinero, si hay una promoción o algún cambio en tu cuenta. Tú decides si quieres recibirlos.

source: Send Money
es: Enviar dinero

# investment_tx_capital_injection
source: Capital Injection
es: Inyección de capital

# investment_tx_early_redemption
source: Early Redemption
es: Rescate anticipado

# investment_tx_penalty
source: Penalty
es: Penalización

# investment_tx_interest
source: Interest
es: Interés

# investment_tx_redemption
source: Redemption
es: Rescate

# investment_tx_bonus
source: Bonus
es: Bono

# investment_tx_commission
source: Commission
es: Comisión

# investment_tx_adjustment
source: Adjustment
es: Ajuste

# investment_tx_reversal
source: Reversal
es: Reverso

# investment_tx_system_adjustment
source: System Adjustment
es: Ajuste del sistema

# investment_tx_tax
source: Tax
es: Impuesto

# balance_transaction_deposit
source: Deposit
es: Depósito

# balance_transaction_bank_transfer
source: Bank Transfer
es: Transferencia bancaria

# balance_transaction_withdrawal
source: Withdrawal
es: Retiro

# balance_transaction_cashin_investment
source: Cash-in from Investment
es: Ingreso desde inversión

# balance_transaction_cashout_investment
source: Cash-out to Investment
es: Salida a inversión

# balance_transaction_remittance
source: Remittance
es: Remesas

# balance_transaction_reversal
source: Reversal
es: Reversión de Monto

# balance_transaction_unknown
source: Unknown
es: Desconocido

# home_label
source: Home
es: Inicio

# select_recipient_title
source: Who do you want to send to?
es: ¿A quién quieres enviar?

# search_contact_label
source: Search by name or phone
es: Buscar por nombre o teléfono

# saved_contacts_title
source: Saved contacts
es: Contactos guardados

# no_contact_added_message
source: No contact has been selected
es: No se ha seleccionado ningún contacto

# no_contact_found_with_qr
source: No contact was found with this QR code
es: No se encontró ningún contacto con este código QR

# add_contact_action
source: Add
es: Agregar

# contact_added_message
source: Contact {name} has been selected
es: Se ha seleccionado el contacto {name}

# new_contact_label
source: New contact
es: Nuevo contacto

# bank_account_label
source: Bank account
es: Cuenta bancaria

# scan_qr_label
source: Scan QR
es: Escanear QR

# alias_help_message
source: Enter an alias for the contact
es: Introduce un alias para el contacto

# clabe_help_message
source: Enter the CLABE number for the contact
es: Introduce el número de CLABE del contacto

# notes_label
source: Notes
es: Notas

# notes_help_message
source: Enter additional notes for the contact
es: Introduce notas adicionales para el contacto

# max_amount_label
source: Maximum amount
es: Monto máximo

# max_amount_help_message
source: Enter the maximum amount that can be sent to this contact
es: Introduce el monto máximo que se puede enviar a este contacto

# contact_updated_message
source: Contact {name} has been updated
es: Se ha actualizado el contacto {name}

# contact_deleted_message
source: Contact has been deleted
es: Se ha eliminado el contacto

# edit_contact_label
source: Edit Contact
es: Editar contacto

# register_new_contact_label
source: Register New Contact
es: Registrar nuevo contacto

# change_recipient_label
source: Change Recipient
es: Cambiar destinatario

# update_label
source: Update
es: Actualizar

# register_label
source: Register
es: Registrar
